[
  {
    "puzzle": "Wuzzle Puzzle",
    "hints": [
      {
        "label": "Small Hint",
        "text": "Reading each phase aloud, Creates a curious, funny sound. Listen carefully for a noun, Search all contents; they’ll be found! Czar Dink An"
      },
      {
        "label": "Czar Dink An",
        "parts": [
          {
            "label": "Big Hint",
            "text": "An image of what you seek is printed on the envelope. Personally, I’d rather eat a bar of soap."
          },

          {
            "label": "Solution",
            "text": "Sardine Can. The “S” is the first letter in the 6-letter word for this puzzle solution."
          }
        ]
      },

      {
        "label": "Lie Yiff Bout",
        "parts": [
          {
            "label": "Big Hint",
            "text": "Where this whole episode takes place is worth a note. Good thing these trusty vessels were able to float."
          },
          {
            "label": "Solution",
            "text": "Lifeboat. The “A” is boxed and becomes the second letter in the 6-letter word for this puzzle solution."
          }
        ]
      },
      {
        "label": "Buoy Ant Why Yelled",
        "parts": [
          {
            "label": "Big Hint",
            "text": "To find this reference, you don’t need to look far. The back of Wuzzle’s note shows you where they are."
          },
          {
            "label": "Solution",
            "text": "Point Wild. The “D” is boxed and becomes the third letter in the 6-letter word for this puzzle solution."
          }
        ]
      },
      {
        "label": "Serge Kick Cull Panned Edge",
        "parts": [
          {
            "label": "Big Hint",
            "text": "A first aid kit can be a handy thing. What’s displayed on the envelope is not a sling."
          },
          {
            "label": "Solution",
            "text": "Surgical Bandage. The “D” is boxed and becomes the fourth letter in the 6-letter word for this puzzle solution."
          }
        ]
      },
      {
        "label": "Interrance Clay Sure",
        "parts": [
          {
            "label": "Big Hint",
            "text": "The large map shows some chunks of ice. From Elephant Island this piece did slice."
          },
          {
            "label": "Solution",
            "text": "Endurance Glacier. The “L” is boxed and becomes the fifth letter in the 6-letter word for this puzzle solution. (Check historicity for more info about this location.)"
          }
        ]
      },
      {
        "label": "Shins Trapping Gwen",
        "parts": [
          {
            "label": "Big Hint",
            "text": "In Shackleton’s journal, he tried his hand at some art. Identifying the species is an important part."
          },
          {
            "label": "Solution",
            "text": "Chinstrap Penguin. The “E” is boxed and becomes the sixth letter in the 6-letter word for this puzzle solution."
          }
        ]
      },
      {
        "label": "Solution",
        "parts": [
          {
            "label": "Solution",
            "text": "By sounding out each of the six phrases, a thematically relevant noun can be derived from each. Every solution has one character with a box around it ☐. You’ll use all six of these characters in the order they are displayed to spell the word SADDLE."
          }
        ]
      }
    ]
  },
  {
    "puzzle": "Primus Stove",
    "hints": [
      {
        "label": "PART 1 - Assemble the Stove",
        "parts": [
          {
            "label": "Small Hint",
            "text": "The different sizes of the slits and tabs are no mistake. Connect them correctly and a stove you shall make."
          },
          {
            "label": "Big Hint",
            "text": "The back of Wild’s note has a handy diagram. Follow it closely to ace this exam. See it assembled. Shoot a video assembling it and pointing out the essential parts."
          },
          {
            "label": "See it Assembled",
            "text": "<a href='#/hint-image?image=StoveBuild' style='color: lightblue;'>Click here to see the aseembly video</a>."
          }
        ]
      },
      {
        "label": "PART 2 - Align the Stove",
        "parts": [
          {
            "label": "Is your Stove Assembled?",
            "text": "Make sure your stove is assembled correctly, <a href='#/hint-image?image=StoveBuild' style='color: lightblue;'>click here to see the aseembly video</a>."
          },
          {
            "label": "Nudge",
            "text": "There are lots of different markings and pieces to take note of. Be sure to look closely and investigate them all. Misalignment or incorrect placement may be your downfall. Can you spot a letter through the holes when you look from above?"
          },
          {
            "label": "Small Hint",
            "text": "One scratch, two scratches, three, and four. Matching scratches on the stove’s pillar core. The envelope shows stains and scratches on a plate. Align the arrows on the ring and pillar to cooperate."
          },
          {
            "label": "Medium Hint",
            "text": "Align the arrow on the stove ring to the pillar’s single scratch. Now place the stove over the plate scratch that will match. Notice the different sizes of slit on the plate? Align the stove so each unique leg will fit great."
          },
          {
            "label": "Big Hint",
            "text": "All that is left is to look down through the hole. On the single scratch placement, seeing an “H” is the goal. Now rotate the ring to align with two scratches. Move the stove to the new placement that matches."
          },
          {
            "label": "Solution",
            "text": "<ol><li>(1) Turn the ring and aligning it to a scratch on the stove pillar</li><br/> <li>(2) place the stove on top of the matching plate scratch so that the legs of the stove fit in the slits of the envelope</li><br/> <li>(3) look down through the stove holes at the most visible letter.</li><br/> <li>(4) repeat the above steps 3 more times to get the word: “HUMS”.</li><ol><br/> <a href='#/hint-image?image=StoveSolution' style='color: lightblue;'>Watch this video</a> for a full demonstration of the solution."
          }
        ]
      }
    ]
  },
  {
    "puzzle": "Penguin Sketches",
    "hints": [
      {
        "label": "Small Hint",
        "text": "Though Shackleton had many talents, he wasn’t known to sketch. If you squint your eyes, his artwork is less of a stretch."
      },
      {
        "label": "Medium Hint",
        "text": "There is more to these penguins than what meets the eye. If you hold them at a distance a word you might spy."
      },
      {
        "label": "Big Hint",
        "text": "You’ll need to look at this art from another perspective. Seeing the penguins spell a word is your objective. An “H” is what the first two penguins combine to create. What letters do the other penguins emulate?"
      },
      {
        "label": "Solution",
        "text": "At the top of page 33, you’ll see sketches of Chinstrap Penguins. The dark portions of the penguins act as “shadows” or negative space to each letter that is being depicted. If you adjust your perspective by either squinting, or moving the paper farther away, you should be able to see the word “HEAR” spelled out in negative space."
      }
    ]
  },
  {
    "puzzle": "Seating Arrangement Chart",
    "hints": [
      {
        "label": "PART 1 - Rearranging the Crew",
        "parts": [
          {
            "label": "Nudge",
            "text": "You’ll need the 6x6 grid and boats on the map back. Imagine each letter in the boat is a specific chap. They can move around, but never sit on each other's lap. Move the crew properly, and it’ll all be a snap. Ignore the diamonds for now, but know they’re not a trap."
          },
          {
            "label": "Small Hint",
            "text": "Pay careful attention to which boat is which. The order of the photos experienced a switch. Each boat abides by a unique specific “rule”. If you mix them up you’ll be stuck in a puzzling whirlpool."
          },
          {
            "label": "Medium Hint",
            "text": "Notice on the grid a pre-filled “H” near the start? But then on the corresponding boats a “W” is in that place! Now it’s time to do your puzzling part. Find an “H” elsewhere in the Caird and why it's in a new space."
          },
          {
            "label": "Big Hint",
            "text": "On the Stancomb Wills, “I” and “G” are at the front. Flipping places with “E” and “A” would be quite the stunt. Finally, we need to address the Dudley Docker. Swapping places left and right shouldn’t be much of a shocker."
          },
          {
            "label": "Solution",
            "text": "Each boat shows 12 letters representing a crew member in a seat of the boat. The story tells you that the seating of each boat is going to be changed (“we rearranged ourselves”). Each boat follows a different rule, as seen in the caption of the corresponding photo of each boat. The letters within each boat all move together, or uniformly abiding by that rule. <br/><br/><ul><li>James Caird: Roller 180° (all letters uniformly rotate 180 degrees to new positions) - <a href='#/hint-image?image=James-Caird-Clue' style='color: lightblue;'>see GIF here</a>.</li><br/> <li>Stancomb Wills: Flipper Upper (all letters are uniformly flipped top to bottom and bottom to top) - <a href='#/hint-image?image=Stancomb-Wills-Clue' style='color: lightblue;'>see GIF here</a>.</li><br/> <li>Dudley Docker: Sideways Swapper (letters in left column trade places with letters in right column) - <a href='#/hint-image?image=Dudley-Docker-Clue' style='color: lightblue;'>see GIF here</a>.</li></ul><br/> Your completed 6 x 6 grid should look <a href='#/hint-image?image=BoatsGridAnswer' style='color: lightblue;'>like this</a>. Now you’ll need to make sense of these rearranged letters in Part 2 of this puzzle."
          }
        ]
      },
      {
        "label": "PART 2 - Deciphering the Message",
        "parts": [
          {
            "label": "Small Hint",
            "text": "You’ve arranged all the crew into a new order on the grid. A sentence in plain sight the crew has carefully hid!"
          },
          {
            "label": "Big Hint",
            "text": "The diamonds mark where there should be a space. Top left to bottom right and this test you will ace."
          },
          {
            "label": "Solution",
            "text": "Reading top to bottom and left to right, using the diamonds as spaces the message reads: “THE ANSWER TO THIS PUZZLE IS THE WORD WRIGHT”."
          }
        ]
      }
    ]
  },
  {
    "puzzle": "Ice Pack Map",
    "hints": [
      {
        "label": "Nudge",
        "text": "From Patience Camp to Elephant Island the crew must get. It is a maze to navigate without getting wet! The Cartouche on the map explains what the crew must do. Below it, the order of five shapes is important too."
      },
      {
        "label": "Small Hint",
        "text": "Starting at Patience Camp, you must follow the flow. Those little arrows tell you which way you can go. Based on the legend, a square must hold the first letter to know. From letter to letter the crew must sail and row."
      },
      {
        "label": "Medium Hint",
        "text": "Your first letter could either be “C”, “T”, or “E”. But “T” leads to a dead end, so this cannot be. In subzero temperatures this journey was absurd, But the crew’s journey still managed to spell a word."
      },
      {
        "label": "Big Hint",
        "text": "If you choose the path beginning with a “C” No word materializes, you’ll quickly see. So you’ll need to start roundabout with an “E”, And then make sure to follow that with a “V”."
      },
      {
        "label": "Solution",
        "text": "The narrative of this episode indicates that the crew is at Patience Camp, and the text in the cartouche suggests that the crew is trying to get to Elephant Island. It also states that you must go with the flow (which are indicated by the white lines and arrows in the water ways), and to avoid dead ends. Just below the cartouche (in and around the compass) there are five shapes depicted to provide you with the order of the shapes you’ll need to collect as you make your way through the maze. The only path that allows you to spell a word by passing through the letters in the order provided, while following the flow of the currents, and avoiding dead ends, flows through the letters “EVENT”. All other paths break at least one of the requirements. <a href='#/hint-image?image=IceFlowSolution' style='color: lightblue;'>see here</a> for the completed maze."
      }
    ]
  },
  {
    "puzzle": "Matches",
    "hints": [
      {
        "label": "Small Hint",
        "text": "You’ll see burnt matches in five different places. It’s okay if each one leaves its own traces."
      },
      {
        "label": "Medium Hint",
        "text": "Each match is accompanied by a cross with numbers. A number 1 on the match box labelled “Tracers”."
      },
      {
        "label": "Big Hint",
        "text": "Trace the cross by number 1 to establish an orientation. Now move your paper to the next station. Don’t flip the paper or you might experience frustration! Don’t forget to trace the matches as you go. Before you know it, a chilly word will begin to show."
      },
      {
        "label": "Solution",
        "text": "Begin by placing the tobacco rolling paper on top of the match box depicted on the envelope. Now, trace both the cross and the three match sticks you see.<br/> Now, without flipping the tracing paper upside down, align the cross that you traced from the match box with the cross seen on the back of Wild’s Note (#2). Now trace that single match.</br> Repeat this step with numbers 3-5, The solution to this puzzle is ICE. Watch a solution video <a href='#/hint-image?image=TobaccoSolution' style='color: lightblue;'>here</a>."
      }
    ]
  },
  {
    "puzzle": "Meta Puzzle",
    "hints": [
      {
        "label": "Before attempting the Meta Puzzle",
        "text": "Make sure you’ve got all six of the solution words correct by by verifying them in this portal."
      },
      {
        "label": "PART 1 - Finding the Bearings",
        "parts": [
          {
            "label": "Small Hint",
            "text": "Six days of navigating through the ice flows was no joke. Witness the intensity photos and paintings evoke? (page 41-42)"
          },
          {
            "label": "Medium Hint",
            "text": "The numbers on each photo follow a common pattern. Study them closely and their meaning you will learn."
          },
          {
            "label": "Big Hint",
            "text": "The first painting depicts “Day 1”, and 120° is the bearing known. Notice how April 10th, 1916 is the date that is shown?"
          },
          {
            "label": "Solution",
            "text": "Page 40 of the journal shows that you’ll need to know the bearing for each of the 6 days. On pages 41 and 42 there are photos and paintings from this 6-day journey from Patience Camp to Elephant Island. Each one shows the date in chronological order, followed by a bearing (these are not entirely historically accurate from a date perspective, but they are very close). The first painting on page 41 depicts “Day 1”, which was 04 10 16 (April 10th, 1916), followed by a bearing of 120°. Enter 120° as the bearing for Day 1 on page 40. Repeat this process to get the following bearings for each of the six days:\nDay 1: 120°\nDay 2: 160°\nDay 3: 130°\nDay 4: 60°\nDay 5: 270°\nDay 6: 90°"
          }
        ]
      },
      {
        "label": "PART 2 - Reading the Compass",
        "parts": [
          {
            "label": "Before you begin",
            "text": "Make sure you’ve got the correct bearings from Part 1 above, or verifying them in this portal."
          },
          {
            "label": "Small Hint",
            "text": "Have you written your six Solution Words on the compass? If not, you’ll be more lost than Columbus. You won’t need a navigational sextant or a map. Attach your compass to the envelope using the flaps."
          },
          {
            "label": "Medium Hint",
            "text": "Go slowly and look at one day at a time. Follow these instructions and you’ll be fine. Point the red arm at the bearing you seek. Don’t let it move or you might spring a leak!"
          },
          {
            "label": "Big Hint",
            "text": "On Day 1, hold the red arm towards 120 degrees. Now look at 142, to find it aligned with the letter “E”. Don’t move the compass or you’ll be lost at sea. From 178-214, four more letters you will see."
          },
          {
            "label": "Solution",
            "text": "Begin by transferring your solutions words from Page 40 onto the Compass Wheel provided. It should look something <a href='#/hint-image?image=MetaWheel' style='color: lightblue;'>like this</a>. Going one day at a time, use the bearing you got from Part 1 of the Meta Puzzle to determine the position of the compass ring for that day. Using Day 1 as an example, Page 40 provides the information you need to know that your bearing for the day is 120°, and the readings you’re looking for on that day are 142° and 178°-214°. Now follow these three steps:\n1. Begin by aligning the red arm of the compass to point to the bearing of 120°.\n2. Now, look to see which letter 142° aligns with, and you will see it is the letter “E” from the word “ice” on the Compass Wheel. This letter is then to be recorded at the bottom of Page 40, which is already prefilled to confirm you’re on the right track.\n3. Repeat step 2, looking for the range from 178°-214°, and you’ll see this range aligns with the letter “IGHT” from the word “wright” on the Compass Wheel.\nDay 1 yields the word “EIGHT” to be used in your final phrase to conclude the episode.\nRepeat Steps 1-3 above for the remaining five days. You will get the following results:\nDay 1: E, IGHT\nDay 2: HU, N, D, R, E, D\nDay 3: M, I, LE, S\nDay 4: R, E, S, C, U, E\nDay 5: THE\nDay 6: C, R, EW\nThe concluding phrase for this leg of the journey is EIGHT HUNDRED MILES RESCUE THE CREW."
          }
        ]
      }
    ]
  }
]
